Repository: ChevCellios/Petabit
Catalog: Petabit/Resources/Views.Home.Privacy.*.resx
Languages: de, hr

# Contact
source: Contact Us
de: Kontaktieren Sie uns
hr: Kontaktirajte nas

# ContactText
source: If you have any questions or concerns about privacy, feel free to contact us at: midom.croatia@yahoo.com
de: Wenn Sie Fragen oder Bedenken bezüglich des Datenschutzes haben, kontaktieren Sie uns bitte unter: midom.croatia@yahoo.com
hr: Ako imate pitanja ili zabrinutosti vezano uz privatnost, slobodno nas kontaktirajte na: midom.croatia@yahoo.com

source: Cookies
hr: Kolačići

# CookiesPoint1
source: We do not use cookies for tracking or advertising purposes.
de: Wir verwenden derzeit keine Cookies fur Tracking- oder Werbezwecke.
hr: Trenutno ne koristimo kolačiće za praćenje korisnika ili reklamne svrhe.

# CookiesPoint2
source: Necessary cookies may be used for technical functioning of the site (e.g, session maintenance or localization).
de: Notwendige Cookies können für die technische Funktionalität der Website verwendet werden (z.B. Sitzungsverwaltung oder Lokalisierung).
hr: Mogu se koristiti nužni kolačići za tehničko funkcioniranje stranice (npr. za održavanje sesije ili lokalizaciju).

# DataCollected
source: What data do we collect?
de: Welche Daten sammeln wir?
hr: Koje podatke prikupljamo?

# DataPoint1
source: We do not collect personal data such as name, email address, phone number, or other identifying information.
de: Wir sammeln keine persönlichen Daten wie Name, E-Mail-Adresse, Telefonnummer oder andere identifizierende Informationen.
hr: Ne prikupljamo osobne podatke poput imena, adrese e-pošte, brojeva ili drugih identifikacijskih informacija.

# DataPoint2
source: The application may collect technical data such as IP address and browser information for performance and security analysis, but this data is not linked to your identity.
de: Die Anwendung kann technische Daten wie IP-Adresse und Browserinformationen für Leistungs- und Sicherheitsanalysen sammeln, diese Daten sind jedoch nicht mit Ihrer Identität verknüpft.
hr: Aplikacija može prikupljati tehničke podatke poput IP adrese i informacije o pregledniku u svrhu analize performansi i sigurnosti, ali ti podaci nisu povezani s vašim identitetom.

# DataSecurity
source: Data Secutity
de: Datensicherheit
hr: Podatkovna sigurnost

# DataSecurityText
source: We take reasonable technical and organizational measures to protect data from unauthorised access, loss, or misuse.
de: Wir ergreifen angemessene technische und organisatorische Maßnahmen, um Daten vor unbefugtem Zugriff, Verlust oder Missbrauch zu schützen.
hr: Poduzimamo razumne tehničke i organizacijske mjere kako bismo zaštitili podatke od neovlaštenog pristupa, gubitka ili zloupotrebe.

# IntroText
source: This application serves as a portfolio and demonstration of my web development skills. Your privacy is important to us, so we want to be transparent about the data we process.
de: Diese Anwendung dient als Portfolio und Demonstration meiner Webentwicklungskompetenzen. Ihre Privatsphäre ist uns wichtig, daher möchten wir transparent über die Daten sein, die wir verarbeiten.
hr: Ova aplikacija je namijenjena kao portfolio i demonstracija mojih vještina u web razvoju. Vaša privatnost nam je važna, zato želimo biti transparentni u vezi s podacima koje obrađujemo.

# PolicyChanges
source: Changes to this policy
de: Änderungen dieser Richtlinie
hr: Izmjene ove politike

# PolicyChangesText
source: We may update this privacy policy from time to time. All charges will be posted on this page.
de: Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Alle Änderungen werden auf dieser Seite veröffentlicht.
hr: Ovu politiku privatnosti možemo povremeno ažurirati. Sve promjene bit će objavljene na ovoj stranici.

# ThankYou
source: Thank you for usnig Petabit! : )
de: Vielen Dank die Nutzung von Petabit!
hr: Hvala ti što koristiš Petabit! Da, baš ti! : )

# Title
source: Privacy Policy
de: Datenschutzbestimmungen
hr: Politika privatnosti

# WelcomeText
source: Welcome to Petabit
de: Willkommen bei Petabit! : )
hr: Dobrodošli na Petabit! : )

source: Your Rights
de: Ihre Rechte
hr: Vaša prava

# YourRightsText
source: Since we do not collect personal data, you have no requests for access, correction, or deletion of personal data. If you have privacy-related questions, feel free to contact us.
de: Da wir keine personenbezogenen Daten sammeln, haben Sie keine Anfragen zum Zugriff, zur Berichtigung oder Löschung personenbezogener Daten. Wenn Sie Fragen zum Datenschutz haben, kontaktieren Sie uns bitte.
hr: Budući da ne prikupljamo osobne podatke, nemate zahtjeve za pristup, ispravak ili brisanje osobnih podataka.
